
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=-1
last_drill_idx=-1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Звенигород
INDEX=1
[DRILL1.1]
NAME=ПИ_2
INDEX=1
PNDEX=1
RECCNT=34
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.0
LEVEL_END=15.5
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[MEAS1.1.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=1
DNDEX=1
[MEAS1.1.3]
NAME=Измерение_3
MARK=...
INDEX=3
PNDEX=1
DNDEX=1
[PLACE2]
NAME=Сахалин. дорога
INDEX=2
[DRILL2.1]
NAME=Скважина 13и
INDEX=1
PNDEX=2
RECCNT=52
ORIENT=1
STARTPOINT=1
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=25.5
LEVEL_END=0.0
[MEAS2.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=1
[MEAS2.1.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=2
DNDEX=1
[PLACE3]
NAME=Греки
INDEX=3
[DRILL3.1]
NAME=Македонский А.Ф.
INDEX=1
PNDEX=3
RECCNT=15
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=1.0
LEVEL_END=7.0
[MEAS3.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=3
DNDEX=1
[DRILL3.2]
NAME=Перикл
INDEX=2
PNDEX=3
RECCNT=6
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.5
LEVEL_END=2.5
[MEAS3.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=3
DNDEX=2
[PLACE4]
NAME=Египтяне
INDEX=4
[DRILL4.1]
NAME=Рамзес IV
INDEX=1
PNDEX=4
RECCNT=26
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.5
LEVEL_END=12.5
[MEAS4.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=4
DNDEX=1
[DRILL4.2]
NAME=Аменхотеп
INDEX=2
PNDEX=4
RECCNT=8
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.5
LEVEL_END=3.5
[MEAS4.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=4
DNDEX=2
[DRILL4.3]
NAME=Тутанхамон
INDEX=3
PNDEX=4
RECCNT=10
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.5
LEVEL_END=2.5
[MEAS4.3.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=4
DNDEX=3
[MEAS4.3.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=4
DNDEX=3
